// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "電源管理";

NeverAutoOffTitle = "なし";
AutoOffAfter15MinutesTitle = "15分後";
AutoOffAfter30MinutesTitle = "30分後";
AutoOffAfter45MinutesTitle = "45分後";
AutoOffAfter1HourTitle = "1時間後";
AutoOffAfter2HoursTitle = "2時間後";
AutoOffAfter3HoursTitle = "3時間後";

HSDTaskDescriptionLegacy = "節電のため、一定時間後にプリンタの電源を切ることができます。 下のポップアップメニューで時間を設定できます。";
HSDAutoOffLabelLegacy = "自動電源オフ：";
ApplyButtonTitle = "今すぐ適用";

HSDTaskName = "オートオフ";
HSDTaskDescription = "オートオフ機能を有効にした場合、下で選択した時間、非動作状態が続くと、プリンタは自動的にオフになります。プリンタがネットワークに接続されている場合、オートオフは無効になります。\nヒント: プリンタを再度オンにするには、電源ボタンを押します。";
HSDAutoOffLabel = "オートオフ:";
"0" = "無効";
"1" = "1 分後";
"5" = "5 分後";
"10" = "10 分後";
"15" = "15 分後";
"20" = "20 分後";
"30" = "30 分後";
"60" = "1 時間後";
"120" = "2 時間後";
"180" = "3 時間後";
"240" = "4 時間後";
"480" = "8 時間後";
"720" = "12 時間後";
"1440" = "24 時間後";
AutoOffEnableConfirmationTitle = "オートオフを有効にしますか?";
AutoOffEnableConfirmationMessage = "オートオフは、 %@ の非動作状態でプリンタを自動的にオフにします。";
YesButtonTitle = "はい";
NoButtonTitle = "いいえ";

HSDSleepAndAutoOffLabel = "スリープ/オートオフ:";
HSDShutDownLabel = "シャットダウン:";
ShutDownEnableConfirmationTitle = "シャットダウンを有効にしますか?";
ShutDownEnableConfirmationMessage = "シャットダウンは、非動作状態になってから %@ に自動的にプリンタをオフにします。";
HSDTaskDescriptionForAutoOff = "HP オートオフ/オートオンは、電力消費を抑え、印刷時にスリープ解除する省電力モードです。";
HSDTaskDescriptionForShutDown = "シャットダウンは、指定した時間操作がない場合に自動的にプリンタをオフにします。シャットダウン機能を使用している場合、プリンタがオフになると、プリンタはドキュメント (ePrint を使用して送信されたドキュメントを含む) の印刷や、他のジョブ (ファクス、予定された配信など、プリンタがこれらのオプションをサポートしている場合) の処理を実行できなくなります。これらのジョブは、プリンタが再びオンになった後にのみ印刷できます。";
HSDDelayWhenPortsAreActiveCheckBox = "ポートがアクティブのときの遅延";
